tap "delphinus/sfmono-square"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "asdf"
brew "awscli"
brew "gh"
brew "ghq"
brew "git-secrets"
brew "git"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "moreutils"
brew "neovim"
brew "pdftk-java"
brew "pnpm"
brew "ripgrep"
brew "sfmono-square"
brew "shellcheck"
brew "stern"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "1password"
cask "alfred"
cask "altair-graphql-client"
cask "anki"
cask "appcleaner"
cask "betterdisplay"
cask "cleanshot"
cask "deepl"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "fig"
cask "firefox"
cask "flyctl"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "lunar"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zoom"
mas "GoodNotes", id: 1444383602
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Smart Countdown Timer", id: 1410709951
