tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "delphinus/sfmono-square"
tap "int128/tap"
brew "1password"
brew "anyenv"
brew "awscli"
brew "fzf"
brew "ghq"
brew "git-secrets"
brew "git"
brew "hub"
brew "int128/tap/kubectl-external-forward"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "pdftk-java"
brew "pnpm"
brew "sfmono-square"
brew "shellcheck"
brew "stern"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
cask "alfred"
cask "altair-graphql-client"
cask "anki"
cask "appcleaner"
cask "deepl"
cask "discord"
cask "docker"
cask "dropbox"
cask "fig"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "lunar"
cask "ngrok"
cask "postman"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "visual-studio-code-insiders"
cask "zoom"
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
