tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "int128/tap"
brew "anyenv"
brew "awscli"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "hub"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "stern"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "int128/tap/kubectl-external-forward"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "docker"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "kindle"
cask "shiftit"
cask "skitch"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
