brew "act"
brew "agent-browser"
brew "awscli"
brew "blueutil"
brew "buf"
brew "carapace"
brew "cloudflare-wrangler"
brew "k9s"
brew "docker"
brew "duti"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "modem-dev/tap/hunk", trusted: true
brew "herdr"
brew "jq"
brew "kubectx"
brew "kustomize"
brew "mas"
brew "mise"
brew "moreutils"
brew "mosh"
brew "rjyo/moshi/moshi-hook", trusted: true
brew "ni"
brew "pngpaste"
brew "poppler"
brew "rclone"
brew "redis"
brew "ripgrep"
brew "delphinus/sfmono-square/sfmono-square", trusted: true
brew "sheldon"
brew "shellcheck"
brew "skills"
brew "stern"
brew "hashicorp/tap/terraform", trusted: true
brew "tirith"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yq"
brew "zoxide"
brew "zsh"

npm "@aikidosec/safe-chain"

cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "caffeine"
cask "claude"
cask "claude-code"
cask "cleanshot"
cask "chatgpt"
cask "chatgpt-atlas"
cask "charles"
cask "codex"
cask "codex-app"
cask "discord"
cask "dropbox"
cask "firefox"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "homerow"
cask "karabiner-elements"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "tablepro"
cask "visual-studio-code"
cask "zed"
cask "zoom"

mas "Amazon Kindle", id: 302584613
